Repository: frostkom/mf_smart_404
Catalog: lang/lang_smart_404-*.po
Languages: sv_se

source: Search
sv_se: Sök

source: Redirects
sv_se: Vidarebefordringar

source: Add
sv_se: Lägg till

source: Delete
sv_se: Radera

source: Ignore
sv_se: Ignorera

source: from-url
sv_se: från-url

source: to-url
sv_se: till-url

source: Save
sv_se: Spara

source: I successfully updated the rule for you
sv_se: Jag uppdaterade regeln åt dig

source: I successfully saved the rule for you
sv_se: Jag sparade regeln åt dig

source: I could not save the rule for you. If the problem persists, contact an administrator.
sv_se: Jag kunde inte spara regeln åt dig. Om problemet kvarstår, kontakta en administratör.

source: You have to enter both from and to before saving a rule
sv_se: Du behöver ange både från och till innan du sparar en regel

source: I successfully deleted the rule for you
sv_se: Jag raderade regeln åt dig

source: I could not remove the rule for you
sv_se: Jag kunde inte radera regeln åt dig

source: There was no rule to remove
sv_se: Det fanns ingen regel att radera

source: I successfully ignored the rule for you
sv_se: Jag ignorerade regeln åt dig

source: I could not ignore the rule for you
sv_se: Jag kunde inte ignorera regeln åt dig

source: There was no rule to ignore
sv_se: Det fanns ingen regel att ignorera
